Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །གང་གིས་དེའི་ས་ལག་པར་འོངས་ཏེ་རེག་པ་དེ་དག་ཐམས་ཅད་ནད་དང་བྲལ་བ་དང་། ཉོན་མོངས་པ་དང་བྲལ་བ་དང་། རིམས་དང་བྲལ་བ་དང་།
en: Any beings who touch the soil with their hands will be freed from their diseases and afflictions, and their fevers, obscurations, and vices will depart.

source: སྒྲིབ་པ་མེད་པ་དང་། སྡིག་པ་དང་བྲལ་བར་འགྱུར་རོ། །དེ་དག་ཕྱིས་ལུས་ལ་ཚོར་བའི་ནད་འབྱུང་བར་མི་འགྱུར་རོ། །རྟག་ཏུ་བདེ་བས་ཚིམ་པའི་ལུས་སུ་འགྱུར་རོ།
en: They will never again experience discomfort or illness in their bodies but will always feel at ease. “

source: །ས་ཡོངས་སུ་སྦྱོང་བའི་རིག་སྔགས་སོ།
en: This was the vidyā for purifying the land. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཏདྱ་ཐཱ། ཨོཾ་ཨ་མོ་གྷ་དྲུ་མ། ལ་ཏ་བྲྀ་ཀྵ། ཤ་ཁ་པ་ཏྲ་པུཥྤ་ཕ་ལ།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: བ་ཊི་པ་ཨཱ་རོ་ཧ་ན་ཧི་ཌཱ་ག །
en: The mantra is: [212] “Oṁ, you with lotus-like arms!

source: པུཤྐ་རི་ཎ།
en: Please amogha-purify the various beautiful trees, tree vines, vegetables, leaves, flowers, fruits, sprouts, uplands, rivers, ponds, lotus lakes, springs, water reservoirs, and magnificent waterfalls!

source: ཨུ་ཏ་ས་ཧྲྀ་ད། སུན་ད་ར་པྲ་སྲ་བ་ཎི།
en: Purify the area, sama sama, all around!

source: བི་བི་དྷ། བི་ཙི་ཏྲ། པ་རི་ཤོ་དྷ་ཡ།
en: Mala mala, stainless and immaculate!

source: པདྨ་བྷུ་ཛེ། ས་མ་ས་མ། ས་མནྟེ་ན།
en: Kissed by an immaculate lotus!

source: པ་རི་མཎྜལ།
en: Purify, purify the polluted waters, O supremely pure great being!

source: པ་རི་ཤོ་དྷ་ཡ། མ་ལ་མ་ལ། བི་མ་ལ་བི་མ་ལ། ནི་རྨ་ལ་སུ་པ་རི་ཤུད་དྷ།
en: Hūṁ phaṭ, svāhā!

source: པདྨ་ཨུཏྤ་ལི་བྷ་ཛ་ལ་མ་ལཱ་ན་བི་ཤུད་དྷ།
en: Homage to the lord of the three worlds!

source: ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། པ་ར་མ་མ་ཧཱ་ཤུད་དྷཱ་ཡ་ས་ཏྭཱ་ཧཱུྃ་ཕཊ། ན་མོ་ཏྲི་བྷུ་བ་ནེ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། འདིས་ཙནྡན་དང་། པདྨ་དང་།
en: Hūṁ phaṭ, svāhā! “

source: ཆུ་དང་ཡུངས་ཀར་ལ་ཡོངས་སུ་བཟླས་ཏེ། ལྗོན་པའི་སྡོང་པོ་དང་། མེ་ཏོག་གི་ཤིང་དང་། འབྲས་བུའི་ཤིང་དང་། སྣ་ཚོགས་པའི་ལྕུག་མ་དང་། རྩྭ་དང་། ཤིང་གེལ་བ་དང་། སྨན་དང་། ཆུ་ཀླུང་དང་། མཚོ་བྲན་དང་། ལྟེང་ཀ་དང་། རྫིང་བུ་དང་།
en: The vidyā holder should use this dhāraṇī to incant mustard seeds and sandalwood scented with lotus petals and then sprinkle the tree trunks of flowering trees and fruit trees, as well as various vines, grasses, bushes, herbs, rivers, tanks, ponds, lotus lakes, and beautiful waterfalls.

source: འབབ་ཆུ་མཛེས་པའི་སྟེང་དུ་གཏོར་བར་བྱ་སྟེ། དེ་རྣམས་ཐམས་ཅད་ལ་བདུད་རྩི་བླུག་པར་འགྱུར་རོ། །དེ་རྣམས་ཐམས་ཅད་ལ་ལྷ་རྫས་ཀྱི་མེ་ཏོག་དང་འབྲས་བུར་འགྱུར་རོ། །ཐ་ན་ལྷའི་རྩྭ་དང་། ཤིང་གེལ་བ་དང་། སྨན་དང་ནགས་ཀྱི་བདག་པོར་འགྱུར་རོ།
en: The trees, sprinkled with this ambrosia, will all yield divine flowers and fruits, and all the grasses, bushes, herbs, and trees will become divine.

source: །གང་ལ་རེག་པ་ཙམ་གྱིས་རེག་པ་དེ་ཐམས་ཅད་སེར་སྣའི་དྲི་མ་དང་བྲལ་ཞིང་། ཕྲག་དོག་སྤངས་པར་འགྱུར་རོ། །མཁྲིས་པ་དང་།
en: Any beings who touch them will be freed, as soon as they touch them, from the defilements of envy and jealousy, and from any disorders due to bile, phlegm, or wind.

source: བད་ཀན་དང་། མཆིལ་མ་དང་བྲལ་ཞིང་། ལུས་ཀྱི་ཕྱི་དང་ནང་གི་དྲི་མི་ཞིམ་པ་ཐམས་ཅད་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: Their unpleasant body odor will disappear, and they will be completely pure inside and out.

source: །གང་ཡང་ལུས་ཀྱི་ནང་གི་ནད་དང་། གནོད་པ་སྣ་ཚོགས་པ་དེ་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་བར་འགྱུར་ཞིང་། རྣམ་པར་དག་པ་དང་། རྣམ་པར་ཉམས་པ་དང་།
en: All those who suffer from various ailments and diseases of the internal organs will be cured.

source: ལེགས་པར་ཡོངས་སུ་དག་པ་དང་། དྲི་མ་མེད་པར་འགྱུར་རོ་ཞེས་སོ།
en: With their diseases purified and gone, they will be free from any blemishes. “

source: །དེ་ལ་ཆུས་ཁྲུས་བྱས་པ་གང་ཡིན་པ་དེ་རྣམས་ཀྱང་ལྷའི་ཆུ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་གི་ཆུས་ཁྲུས་བྱས་པར་འགྱུར་རོ།
en: Any beings who make ablutions with this water will be bathed in the divine water that aids awakening.

source: །སྡིག་པ་དང་སྒྲིབ་པའི་དྲི་མ་ཐམས་ཅད་བཀྲུས་པར་འགྱུར་རོ། །ཡན་ལག་བརྒྱད་དང་ལྡན་པའི་ཆུས་བཀྲུས་པར་འགྱུར་རོ།
en: All their impurities, evil, and obscurations will be washed away, and they will be bathed in the water of the eightfold path.

source: །དེས་སོ་ཤིང་ཟོས་པ་གང་ཡིན་པ་དེ་རྣམས་ཀྱང་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་རྗེས་སུ་དྲན་པ་ཆེན་པོ་འཕེལ་བར་འགྱུར་རོ།
en: Those who ingest this water while brushing their teeth will receive a great boost to their powers of recollection, intellect, and wisdom.

source: །མྱ་ངན་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་ཞིང་ཞགས་པ་ཐམས་ཅད་ཡོངས་སུ་སྤངས་པ་དང་།
en: All their sorrows will depart, and their fetters will fall away.

source: རྟག་ཏུ་ཁ་ནས་ཨུཏྤ་ལའི་དྲི་བྲོ་བར་འགྱུར་རོ། །ངག་འཇམ་ཞིང་སྙན་པར་ཡང་འགྱུར་ཞིང་ངག་མཉེན་པར་ཡང་འགྱུར་རོ།
en: Their breath will always have the fragrance of blue lotuses, their speech will be gentle and sweet, and their words will be agreeable.

source: །དགའ་བའི་གཏམ་བྱེད་པར་འགྱུར་ཞིང་། སྐྱེ་བོ་ཐམས་ཅད་ཡིད་དགའ་བར་ཡང་འགྱུར་རོ།
en: They will be gracious speakers who captivate everyone and are loved by all, and they will have voices that sound like kinnaras.

source: །མིའམ་ཅིའི་དབྱངས་སུ་ཡང་འགྱུར་རོ། །བསྟན་བཅོས་དང་། ཆོ་ག་ཞིབ་མོ་དང་། གསང་སྔགས་དང་། ཐེག་པ་ཆེན་པོ་ཐམས་ཅད་ཐོས་པ་ཙམ་གྱིས་ཀུན་ཏུ་འཛིན་པར་བྱེད་ཅིང་ཁ་ཏོན་དུ་ཡང་གནས་པར་བྱེད་དོ།
en: They will be able to memorize, merely by hearing them, all treatises concerning ritual, mantra, and the Mahāyāna, and they will remain on the tip of their tongue. “

source: །མེ་ཏོག་དེ་ལ་མནམས་པ་དང་། ཕྲེང་བ་མགུལ་པར་འཆིང་བར་བྱེད་པ་གང་ཡིན་པ་དེ་རྣམས་ཀྱང་བྱང་ཆུབ་ཡན་ལག་གི་མེ་ཏོག་གི་ཕྲེང་བ་བཅིངས་པར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པའི་དབང་གིས་མངོན་པར་དབང་བསྐུར་བར་ཡང་འགྱུར་རོ།
en: Any beings who smell these flowers or wear them woven into garlands will be garlanded with the flowering limbs of awakening and will thereby receive the tathāgata empowerment.

source: །སྣ་ཚོགས་སུ་དག་པར་ཡང་འགྱུར་ཏེ། ལྷའི་དྲི་དང་། རེག་པ་དང་།
en: Their olfactory faculty will be purified and exude a divine scent.

source: ཡང་དག་པར་ལྡན་པར་འགྱུར་རོ།
en: Their tactile faculty will likewise become divine.

source: །ལྕེ་པདྨའི་འདབ་མ་དང་མཚུངས་པར་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: Their tongue, when purified, will resemble a lotus petal.

source: །ལྷའི་སོ་དང་མཚུངས་པའི་ཁ་དོག་ཏུ་འགྱུར།
en: They will have a complexion like that of divine teeth.

source: བུད་མེད་དང་། སྐྱེས་པ་དང་། ཁྱེའུ་དང་། བུ་མོ་གང་ལ་གཏམ་སྨྲས་པ་དེ་རྟག་ཏུ་དབང་དུ་འགྱུར་རོ།
en: Whoever they speak to, be it a woman, man, boy, or girl, will invariably fall under their thrall.

source: །ཤི་འཕོས་ཤིང་སྐྱེ་བ་བརྗེས་ནས་བདེ་བ་ཅན་གྱིས་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་ཏེ། པདྨ་ལས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ། །ཚེ་རབས་དྲན་པར་ཡང་འགྱུར་རོ་ཞེས་པའོ། །འབྲས་བུ་དང་། མེ་ཏོག་དང་།
en: Their next rebirth will be in the realm of Sukhāvatī, where they will be born spontaneously from a lotus flower and be able to recollect their previous births. “

source: ཆུ་དང་། ནགས་ཀྱི་བདག་པོ་དང་། རྩྭ་དང་། ཤིང་གེལ་པ་དང་། སྨན་ཡོངས་སུ་སྦྱོང་བའི་སྔགས་སོ།
en: This was the mantra for purifying fruits, flowers, water, trees, grasses, bushes, and herbs. “

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཐུགས་རྗེ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །ཏདྱ་ཐཱ། ཨོཾ་ཨ་མོ་གྷ་ཨ་མ་ལེ་ཏྲི་མ་ལེ། བི་མ་ལེ།
en: Homage to the noble bodhisattva Avalokiteśvara, the most compassionate great being!

source: ནི་རྨ་ལེ།
en: The mantra is: [213] “Oṁ, amogha stainless, free from the three stains, free from dirt, immaculately pure, divinely pure!

source: དི་བྱ་པ་རི་ཤུདྡྷེ་སརྦྦ་མ་ལོ་པ་ཀརྵི་ཏེ།
en: You are invoked to remove all stains.

source: མ་ཧཱ་བོ་དྷི་ས་ཏྭ་བ་ར་དེ་པྲ་བ་ར་པ་རི་ཤུདྡྷེ།
en: O great, boon-granting, eminently pure bodhisattva!

source: མ་ཧཱ་མ་ཎི་རཏྟ་ཀཱ་ཡ་པ་རི་ཤུདྡྷེ་མ་ཎི་མ་ཎི་ཤོ་དྷ་ནི་མ་ཧཱ་ཨ་མོ་གྷ་ཙིནྟཱ་མ་ཎི་ཤུདྡྷེ།
en: Your pure body is like a great jewel.

source: ཧྲྀ་ད་ཡ་ཤུདྡྷེ།
en: You are a jewel, a purifying jewel!

source: ཀཱ་ཡ་ནི་རྨ་ལ་མ་ཧཱ་མ་ཎི་པ་རི་ཤུདྡྷེ།
en: A great, pure, wish-fulfilling amogha jewel! You are pure at heart, and pure in the body that is like a great gem.

source: ཧུ་རུ་ཧུ་རུ་པྲ་བ་ར་པཱ་ཎི་མ་ཧཱ་བྷུ་ཛ་བ་ར་དེ།
en: Huru huru! Your hands are most excellent. You display the great boon-granting gesture with your hand.

source: ཏུ་རུ་ཏུ་རུ།
en: Turu turu! You love sentient beings as your own children.

source: མ་ཧཱ་ས་ཏྭ་བ་ཏ་ས་ལེ་པ་རི་ཤོ་དྷ་ཡ་མཱཾ་སརྦ་པཱ་སུ་བི་ཤུདྡྷ་མ་ལེ་སྭཱ་ཧཱ།
en: Cleanse me of all my evil, O immaculately pure being! Svāhā! “

source: རིག་སྔགས་འདིས་རིག་སྔགས་འཆང་གི་བདག་ཉིད་ཀྱི་ལུས་ཡོངས་སུ་སྦྱང་བར་བྱ་སྟེ། ཙནྡན་གྱི་ཆུ་དང་།
en: The vidyā holder should employ this vidyā to purify his body.

source: གུར་གུམ་པ་དང་། གླ་རྩིའི་ཆུ་དང་། ག་པུར་གྱི་ཆུ་དང་། ཡུངས་ཀར་དང་བ་བྱུང་ལྔ་བསྲེས་པས། རྫ་གསར་པའི་བུམ་པ་བཀང་སྟེ་རིག་སྔགས་འདི་སྟོང་རྩ་བརྒྱད་བཟླས་པར་བྱའོ།
en: He should fill a new earthenware jar with sandalwood-scented water, saffron, musk-scented water, camphor-scented water, and mustard seeds, mix in the five products of the cow, and incant the mixture with the vidyā one thousand and eight times.

source: །རས་དཀར་པོས་བཀྲུ་བར་བྱ་ཞིང་ལན་བདུན་དུ་བཏུང་བར་བྱའོ།
en: Then, using a white towel, he should perform ablutions seven times, each time drinking seven palas of the mixture.

source: །ཁྲུས་བྱས་པ་ཙམ་གྱི་མོད་ལ་ཁྲོ་བོའི་རྒྱལ་པོས་བདག་ཉིད་དབང་བཀུར་བར་བྱའོ།
en: Immediately after the ablutions, he should consecrate himself with the mantra of Krodharāja.

source: །ཁྲུས་བྱས་པ་ཙམ་དང་། དབང་བསྐུར་བ་ཙམ་གྱིས་བདག་རང་གི་ཕྱི་ནང་ཡོངས་སུ་དག་ཅིང་དྲི་མ་མེད་པར་འགྱུར་རོ།
en: As soon as he has performed the ablutions and the consecration, he will become immaculately pure inside and out.

source: །སྡིག་པ་དང་། སྒྲིབ་པ་དང་། དུག་དང་བྲལ་བར་འགྱུར་རོ། །ཉོན་མོངས་པ་དང་ནད་དང་བྲལ་བར་འགྱུར་རོ།
en: His evil, obscurations, and vices will disappear, as will his afflictions and diseases.

source: །རྒ་བ་ལ་སོགས་པ་དང་བྲལ་བར་འགྱུར་རོ།
en: He will be free from old age and so forth.

source: །བགེགས་དང་། ལོག་འདྲེན་དང་། བདུད་ལ་སོགས་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ། །གནོད་སྦྱིན་དང་།
en: He will be completely free from all vighnas, vināyakas, māras, and so forth.

source: སྲིན་པོ་དང་། འབྱུང་པོ་དང་། ཤ་ཟ་ལ་སོགས་པ་ཐམས་ཅད་ཡོངས་སུ་སྤངས་པར་འགྱུར་ཞིང་བར་ཆད་བྱ་བའི་ཕྱིར་རིག་སྔགས་འཆང་བའི་དྲུང་དུ་སླར་འོང་ནུས་པར་མི་འགྱུར་རོ།
en: All yakṣas, rākṣasas, bhūtas, and piśācas will leave him alone, and they will no longer be able to come near him to create obstacles. “

source: །རིག་སྔགས་འཆང་བདེ་བར་སྒྲུབ་པ་དང་། བདེ་བར་ཉལ་བ་དང་། བདེ་བར་སད་པ་དང་། ནམ་འཚོའི་བར་དུ་བདེ་བར་གནས་པ་དང་།
en: He will accomplish the vidyā with ease, and he will sleep well, wake up with ease, and remain at ease for as long as he lives.

source: དྲི་མ་ཐམས་ཅད་སྤང་བ་དང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་མཐོང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བར་འགྱུར་རོ།
en: He will be free from every impurity and will directly perceive all the tathāgatas and bodhisattvas.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་མངོན་སུམ་དུ་མཐོང་སྟེ་ཤི་བའི་དུས་བྱེད་པར་འགྱུར་རོ། །བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐལ་བ་མཉམ་པར་སྐྱེ་བར་འགྱུར་རོ། །པདྨོའི་ནང་ནས་རྫུས་ཏེ་སྐྱེས་ནས་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་མངོན་སུམ་དུ་མཐོང་བར་འགྱུར་རོ།
en: At the time of his death, he will meet Noble Avalokiteśvara face-to-face, and he will proceed, as is his destiny, to the realm of Sukhāvatī, where he will be spontaneously born from a lotus flower in front of the Tathāgata Amitābha.

source: །རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་དང་། ལུས་མཚན་དང་དཔེ་བྱད་ཀྱིས་བརྒྱན་པ་དང་།
en: His body will be decked in every ornament and adorned with the major and minor signs of perfection. “

source: ཚེ་རབས་དྲན་པར་འགྱུར་རོ། །མཐར་བྱང་ཆུབ་ལ་ཐུག་གི་བར་དུ་སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་བར་འགྱུར་རོ།
en: Retaining the memory of his successive births, he will proceed from one buddha field to another until his final realization of awakening.

source: །རྣམ་པར་གྲོལ་བའི་དཀྱིལ་འཁོར་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ཆོ་ག་ཞིབ་མོ་འདི་མཐའ་དག་རྫོགས་པར་ཁ་ཏོན་བྱེད་པར་འགྱུར་རོ། །གཞན་ཡང་དེ་བཞིན་གཤེགས་པས་བཀའ་སྩལ་པའི་མདོ་སྡེ་གཞུང་སྣ་ཚོགས་རྣམ་པ་དུ་མ་ཁ་ཏོན་བྱེད་པར་འགྱུར་རོ།
en: All the while, this maṇḍala of liberation, this entire essential manual of Amoghapāśa, will remain on the tip of his tongue, as will various other texts, such as the sūtras taught by the tathāgatas.

source: །བསྐལ་པ་སྟོང་ཕྲག་བརྒྱ་ཚུན་ཆད་དུ་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ། །ཨོཾ་ཨ་མོ་གྷ་པདྨ། བི་མ་ལེ། པྲ་ས་ར། ས་མནྟ།
en: He will recollect his former births as far back as one hundred thousand eons. “

source: མུ་ཁེ་སྭཱ་ཧཱ། དཀྱིལ་འཁོར་ཆར་ཕྱེ་སྟེ་ཐིག་གདབ་པའི་སྔགས་སོ། །ཨོཾ་ཨ་མོ་གྷ་བི་བི་དྷི། རཱུ་པ་བི་ཙི་ཏྲ།
en: The mantra for partitioning the maṇḍala with a thread: [214] “Oṁ, pure Amoghapadma, expand!

source: གན་དྷ་ར་སན་དྷ་ར།
en: You face all the quarters, svāhā! “

source: པྲ་བ་ར། བྷུ་ཛེ་སཱ་ཧཱ། ཚོན་རྩིའི་སྔགས་དང་། སྐུ་གཟུགས་གཞག་པ་དང་། མཚོན་ཆའི་རྟགས་བྲི་བའི་སྔགས་སོ།
en: The mantra for coloring and drawing distinct forms, emblems, and implements: [215] “Oṁ, you possess various amogha forms and colors; you bring various scents and flavors; you hold various implements in your hands, svāhā! “

source: །ཨོཾ་ཨ་མོ་གྷ་ས་མནྟ་པ་རི་མཎྜ་ལ།
en: The mantra for binding the maṇḍala: [216] “Oṁ, you bind the full circle of the maṇḍala with the noose.

source: བཱ་ཤ་བནྡྷེ་ཧཱུྃ།
en: Hūṁ! “

source: ཡུངས་ཀར་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་པས་དཀྱིལ་འཁོར་བསྡམ་པར་བྱའོ། །ཨོཾ་ཨ་མོ་གྷ། ས་མནྟ།
en: The binding of the maṇḍala is performed by throwing mustard seeds incanted seven times with this mantra. “

source: ད་ཤ་དིག་མ་ཧཱ་སཱི་མན།
en: The mantra for creating the protective boundary: [217] “Oṁ, create a great amogha-boundary encompassing in the ten directions!

source: བན་དྷ་ཡ། དྷུ་རུ་དྷུ་རུ། ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Dhuru dhuru, hūṁ phaṭ, svāhā! “

source: ཡུངས་ཀར་དང་ཆུ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་པས་མཚམས་གཅད་པའོ།
en: The boundary is created by sprinkling mustard water incanted with this mantra seven times. “

source: །ཨོཾ་ཨ་མོ་གྷ་རཀྵ་ཎ།
en: The mantra for performing self-protection: [218] “Oṁ, you hold in your hand the protecting, unfailing noose.

source: པཱ་ཤ་ཧ་སྟེ། བྷུ་རུ་བྷུ་རུ་སྭཱ་ཧཱ།
en: Bhuru bhuru, svāhā! “

source: ཡུངས་ཀར་དང་དྲི་ཆབ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་པས་བདག་བསྲུང་བའོ།
en: The self-protection is performed by sprinkling oneself with mustard water incanted seven times with this mantra. “

source: །ཨོཾ་ཨ་མོ་གྷ་ཙཱུ་ཌ་མ་ཎི།
en: The mantra for tying the topknot: [219] “Oṁ, you carry the amogha jewel in your topknot.

source: ཧཱུ་རུ་ཧཱུ་རུ།
en: Huru huru! You bind the nāgas with the noose!

source: ནཱ་ག་བཱ་ཤ་བ་ན་དྷེ་ཧཱུྃ་སྭཱ་ཧཱ།
en: Hūṁ, svāhā! “

source: ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་བརྗོད་བྱས་པས་སྤྱི་གཙུག་བཅིང་བའི་སྔགས་སོ།
en: The mantra for tying the topknot should be recited twenty-one times. “

source: །ཨོཾ་ཨ་མོ་གྷ་རཀྵ།
en: The mantra for the protection of disciples and assistants: [220] “Oṁ, you create amogha protection everywhere with the great noose.

source: ས་མནྟེ་ན། མ་ཧཱ་པཱ་ཤེ །དྷུ་རུ་དྷུ་རུ་སྭཱ་ཧཱ།
en: Bhuru bhuru, svāhā! “

source: སློབ་མ་དང་གྲོགས་རྣམས་བསྲུང་བ་སྟེ་ཡུངས་ཀར་དང་། ཐལ་བ་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་བརྗོད་བྱས་ཏེ་བསྲུང་བར་བྱའོ།
en: The protection takes effect after sprinkling the disciples and assistants with mustard seeds and ashes incanted with this mantra twenty-one times. “

source: །ཨོཾ་ཨ་མོ་གྷ།
en: The mantra for performing ablutions: [221] “Oṁ, pure amogha water!

source: ཛ་ལ་བི་མ་ལེ། སུ་རུ་སུ་རུ་སྭཱ་ཧཱ།
en: Suru suru, svāhā! “

source: དྲི་ཆུ་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་བརྗོད་བྱས་པས་ཁྲུས་བྱ་བའི་སྔགས་སོ།
en: The ablutions should be performed with perfumed water incanted with this mantra twenty-one times. “

source: །ཨོཾ་ཨ་མོ་གྷ་ཨ་མྲྀ་ཏ་བིན་དུ་ཙ་ར་ཙ་ར་སྭཱ་ཧཱ།
en: The mantra for the ritual sipping of water: [222] “Oṁ, the drop of amogha nectar!

source: ཉེ་རེག་བྱ་བའི་སྔགས་སོ།
en: Act, act!

source: །ཨོཾ་ཨ་མོ་གྷ་དི་པྱ་བ་སྟྲེ་ཙུ་རུ་ཙུ་རུ་སྭཱ་ཧཱ།
en: Svāhā! “

source: གོས་ཀྱི་སྔགས་སོ། །ཨོཾ་ཨ་མོ་གྷ་བྷུ་ཛ་ཀ །
en: The mantra for putting on the clothes: [223] “Oṁ, O divine amogha clothes!

source: ཀ་བ་ཙ།
en: Curu curu, svāhā! “

source: བ་ར་དེ།
en: The mantra of the armor: [224] “Oṁ, you provide the best armor with your amogha arms.

source: ཙི་རི་ཙི་རི་སྭཱ་ཧཱ།
en: Ciri ciri, svāhā! “

source: གོ་ཆའི་སྔགས་ཡིན་ཏེ་ཡུངས་ཀར་དང་གུར་གུམ་གྱི་ཆུས་བྱའོ། །ཨོཾ་ཨ་མོ་གྷ་བྲཧྨ་བྷུ་ཛ་པཱ་རྱ་ན་ཏེ་ན་པྲ་ས་ར་སྭཱ་ཧཱ།
en: The armor is created by sprinkling water that has been mixed with mustard seeds and saffron and then incanted with this mantra. “

source: མཆོད་ཕྱིར་ཐོགས་ཀྱི་སྔགས་སོ། །ཨོཾ་ཨ་མོ་གྷ་ཙཱུ་ཌཱ་མ་ཎི་པདྨེ།
en: The mantra of the sacred thread: [225] “Oṁ, please extend your great amogha arms far and wide!

source: ཨ་བྷི་ཥིཉྩ་ཡ།
en: Svāhā! “

source: མ་མ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཨ་བྷི་ཥེ་ཀ་མ་ཎི་མ་ཎི་སྭཱ་ཧཱ། དབང་བསྐུར་བའི་སྔགས་སོ།
en: The mantra of consecration: [226] “Oṁ, Amoghapadma with a jewel upon your topknot, consecrate me!

source: །ཨོཾ་ཨ་མོ་གྷ་པདྨ་བ་སུན་དྷ་ར།
en: Grant me the empowerment of all the tathāgatas!

source: དྷ་ར་དྷ་ར། དྷ་ར་ཎི། ཧཱུྃ།
en: O jewel, jewel, svāhā! “

source: སྟན་གྱི་གསང་སྔགས་སོ།
en: The mantra of the seat: [227] “Oṁ, Amoghapadma, you are the supporting earth!

source: །ཨོཾ་ཨ་མོ་གྷ་ས་མནྟ་པརྱ་ང་ཀེ །
en: Support, support!

source: བྷུ་བི་སྭཱ་ཧཱ།
en: You are the earth seat, hūṁ! “

source: སྐྱིལ་མོ་ཀྲུང་བཅའ་བའི་སྔགས་སོ། །ཨོཾ་ཨ་མོ་གྷ་སུ་ར་དྷི།
en: The mantra of the cross-legged posture: [228] “Oṁ, the universal amogha posture!

source: པདྨ་པ་ར་པ་ར་ཧཱུྃ།
en: Heaven and earth, svāhā! “

source: མེ་ཏོག་གི་སྔགས་སོ། །ཨོཾ་ཨ་མོ་གྷ་བི་བི་དྷ། གནྡྷ།
en: The mantra of flowers: [229] “Oṁ, the fragrant amogha lotus!

source: པྲ་ས་རེ། པཱུ་རྞ་བྷུ་ཛེ་སྭཱ་ཧཱ།
en: Para para, hūṁ! “

source: དྲིའི་སྔགས་སོ།
en: The mantra of perfume: [230] “Oṁ, Spread around various amogha fragrances!

source: །ཨོཾ་ཨ་མོ་གྷ་བི་བི་དྷ་ལེ་པ་ན་པྲ་བ་རེ་པི་རི་པི་རི་སྭཱ་ཧཱ།
en: Fill up the place with fragrance!

source: བྱུག་པའི་སྔགས་སོ།
en: Your hands are full, svāhā! “

source: །ཨོཾ་ཨ་མོ་གྷ་ག་གན་སྥར་ཎ།
en: The mantra of scented oils: [231] “Oṁ, you possess the choicest amogha unguents of various kinds!

source: མ་ཡཻ་བྷུ་རུ་བྷུ་རུ་ཧཱུྃ།
en: Piri piri, svāhā! “

source: བདུག་པའི་སྔགས་སོ།
en: The mantra of incense: [232] “Oṁ, your smoke sparkles in the sky!

source: །ཨོཾ་ཨ་མོ་གྷ་ཤུ་ཀླ་ས་ར་ས་ར་ས་ཨ་གྲ་དྷ་ར་བི་དྷ་ར་ཧཱུྃ།
en: Dhūra dhūra, hūṁ! “

source: གཏོར་མའི་སྔགས་ཏེ་ཐམས་ཅད་དུ་བྱའོ།
en: The mantra of the bali offering consisting of all three ‘white’ foods: [233] “Oṁ, you possess the exquisite amogha flavors of the white foods!

source: །ཨོཾ་ཨ་མོ་གྷ་པྲ་བ་ར། ནུ་པི་ལོ་ཀི་ནི།
en: Preserve them distinctively, hūṁ! “

source: ཀི་རི་ཀི་རི་ཧཱུྃ། ཟས་དང་གཏོར་མའི་སྔགས་སོ། ཨོཾ་བི་བི་དྷ། ཨ་མོ་གྷ། ཕ་ལ།
en: The mantra of the bali-offering of food: [234] “Oṁ, Amoghavilokita who provides the best food!

source: པ་ར་པ་ར་ཧཱུྃ།
en: Kiri kiri, hūṁ! “

source: འབྲས་བུའི་སྔགས་སོ། །ཨོཾ་ཨ་མོ་གྷ་ཨ་ད་བྷུ་ཏ་གྷ་ན་དྷ་བ་རེ་ཧཱུྃ། མཆོད་ཡོན་གྱི་སྔགས་སོ།
en: The mantra of fruits: [235] “Oṁ, various amogha fruits!

source: །ཨོཾ་ཨ་མོ་གྷ། བི་བི་དྷ། མ་ཎི། བྷཱུ་ཥ་ཎ། བ་རེ།
en: Para para, hūṁ! “

source: ཛྭ་ལ་ཛྭ་ལ་ཧཱུྃ།
en: The mantra of the argha offering: [236] “Oṁ, the exquisite amogha fragrance, so good!

source: རྒྱན་དང་།
en: Hūṁ! “

source: ཐོད་དང་། དར་དཔྱང་བ་དང་། མདའ་དང་། ཚོན་སྣ་ལྔ་དང་། ཐིག་སྐུད་ཀྱི་སྔགས་སོ།
en: The mantra of adornments, turbans, banners, arrows, and the five-colored thread: [237] “Oṁ, various amogha jewel-adornments, the best among the best, sparkle, sparkle!

source: བི་བི་བྷ།
en: The mantra of vessels: [238] “Oṁ, various amogha vessels, triumph, triumph!

source: བྷཱ་ཛ་ནི། ཛ་ཡ་ཛ་ཡ་སྭཱ་ཧཱ།
en: Svāhā! “

source: སྣོད་ཀྱི་སྔགས་ཏེ་ཐམས་ཅད་དུ་སྦྱར་རོ། །ཨོཾ་ཨ་མོ་གྷ་པྲ་བ་ར་བྷ་བ་ན་བྷུ་བེ་ཐ་ར་ཐ་ར་སྭཱ་ཧཱ།
en: This mantra of vessels can be used for all types of vessels. “

source: གཞུག་པའི་སྔགས་སོ། །ཨོཾ་ཨ་མོ་གྷ་ན་མ་སྐ་ར་ཎ།
en: The mantra of ushering in: [239] “Oṁ, the ground of excellent amogha dwelling, tremble, tremble!

source: ཨོཾ་ཛ་ལེ་ཧཱུྃ། ཕྱག་འཚལ་བ་དང་ཐལ་མོ་སྦྱར་བའི་སྔགས་སོ། །ཨོཾ་ཨ་མོ་གྷ་ཙཀྲེ་དུ་རུ་དུ་རུ་པྲ་དུ་རུ་སྭཱ་ཧཱ།
en: The añjali mantra of greeting: [240] “Oṁ, bowing to all the tathāgatas with the amogha añjali-gesture, hūṃ! “

source: བསྐོར་བའི་སྔགས་སོ།
en: The mantra of circumambulation: [241] “Oṁ, amogha circuit!

source: །ཨོཾ་ཨ་མོ་གྷ་ས་མནྟ་བྷ་བ་ནེ་བྷ་བ་བྷ་བ་སྭཱ་ཧཱ།
en: Duru duru praduru! Svāhā! “

source: སྤྱན་དྲང་བའི་སྔགས་སོ།
en: The mantra of summoning: [242] “Oṁ, come to the amogha dwelling!

source: །ཨོཾ་ཨ་མོ་གྷ་ཙིནྟ་མ་ཎི་ཨ་ཀཪྵ་ཡ་དུ་རུ་དུ་རུ་སྭཱ་ཧཱ།
en: Dwell here, dwell! Svāha! “

source: གསོལ་བ་གདབ་པའི་སྔགས་སོ།
en: The mantra of supplication: [243] “Oṁ, O wish-fulfilling amogha gem, move along!

source: །ཨོཾ་ཨ་མོ་གྷ་ནི་རྨནྟྲ་ཎ་བི་མོ་ཀྵ་མཎྜ་ལེ་མི་ལི་མི་ལི་སྭཱ་ཧཱ།
en: Dhuru dhuru! Svāhā! “The mantra of invitation: [244] “Oṁ, inviting you into the amogha maṇḍala of liberation!

source: སྙན་གསན་དབབ་པའི་སྔགས་སོ།
en: Assemble, assemble!

source: །ཨོཾ་ཨ་མོ་གྷ་མ་ཧཱ་རཤྨི་ཛྭ་ལ་ས་ཧ་སྲ་ཛྭ་ལ་ཛྭ་ལ་ས་མནྟི་སྭཱ་ཧཱ།
en: Svāhā! “

source: མ་ར་མེའི་སྔགས་སོ།
en: The mantra of lighting the lamps: [245] “Oṁ, O great amogha light, the thousandfold blaze!

source: །ཨོཾ་ཨ་མོ་གྷ་པཱ་ཤ་ཧ་སྟེ་པྲ་ས་ར་གཙྪ་སྦ་བྷཱ་བ་ནཾ་བི་ས་རྫི་ཏོ་སི་ས་ར་ས་ར་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། སླར་གཤེགས་སུ་གསོལ་བའི་སྔགས་སོ།
en: Blaze, blaze all around!

source: །ཨོཾ་ཨ་མོ་གྷ་པཱ་ཤ་བ་ན་དྷ་ས་མནྟ་མ་ཧཱ་ས་མ་ཡ་དྲྀ་ཌྷེ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Svāhā! “

source: དམ་ཚིག་གི་སྔགས་སོ།
en: The mantra of dismissing the deity: [246] “Oṁ, Amoghapāśa, with the noose in your hand, go!

source: །ཨོཾ་ཨ་མོ་གྷ་ས་མནྟེ།
en: Leave the house!

source: པྲ་བ་ར།
en: You are dismissed!

source: པྲ་ས་ར་མ་ཧཱ་ད་བྷུ་ཏེ་ཤྭ་ར།
en: Hūṁ phaṭ, svāhā! “

source: དྷི་རི་དྷི་རི་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: The samaya mantra: [247] “Oṁ, Amoghapāśa, bind!

source: གསང་སྔགས་འདིས་ལ་དུ་དང་།
en: You are firmly bound to the all-encompassing samaya!

source: མོ་ད་ཀ་ར་དང་།
en: Hūṁ phaṭ, svāhā! “

source: ཟན་དང་།
en: The mantra for offering a bali to the great Gaṇapati: [248] “Oṁ, O great lord of bhūtas, amogha-omnipresent, the most excellent!

source: རྩ་བ་དང་།
en: Move, move, travel far!

source: སྡོང་བུ་དང་།
en: Dhiri dhiri!

source: གཏོར་མ་དཀར་པོ་དང་།
en: Hūṁ hūṁ, phaṭ, svāhā! “

source: ཚོགས་ཆེན་པོའི་བདག་པོའི་གཏོར་མ་སྦྱིན་པ་དང་།
en: Reciting the above mantra, the vidyā holder should offer a white bali consisting of sweetmeats, candies, barley, and root vegetables to the great Gaṇapati.

source: བདུག་པའི་སྦྱིན་པ་བྱས་ན་ཕྱིས་བགེགས་བྱེད་ནུས་པར་མི་འགྱུར་རོ།
en: The vighnas will not be able to harm him again. “

source: །འཇིག་རྟེན་འདས་པའི་དཀྱིལ་འཁོར་གྱི། །ཕྱག་རྒྱ་དེ་ནས་བརྗོད་བྱ་སྟེ། །གང་གིས་གཟུང་བ་ཙམ་གྱིས་ནི།
en: Now I will teach a mudrā that is the seal of a supramundane maṇḍala.

source: །སྡིག་པ་ཐམས་ཅད་ཞི་བར་འགྱུར། །ལས་དང་ཉོན་མོངས་སྒྲིབ་པ་དང་། །དུག་རྣམས་ཐམས་ཅད་རྣམ་པར་བཅོམ།
en: As soon as it is displayed, all evildoers will perish, and all afflictions, karmic obscurations, and wrongdoings will be exhausted.

source: རྣམ་གྲོལ་དཀྱིལ་འཁོར་རིགས་ཀྱི་ནི། །དམ་ཚིག་ཕྱག་རྒྱ་ཡང་དག་ཡིན།
en: This mudrā, a maṇḍala of liberation, is the reality of the samaya of the family.

source: །ལག་གཉིས་པདྨ་འདྲར་བྱས་ལ།
en: To display it, the vidyā holder should form his hands into a lotus, positioning the thumbs so they align evenly.

source: །སོར་མོ་རྣམས་ནི་མཉམ་གཞག་སྟེ། །གུང་མོ་ལྕགས་ཀྱུ་འདྲ་བར་བྱ། །ལག་གཉིས་མཉམ་པར་གཞག་པ་ཡི།
en: He should keep his hands together, with the middle fingers forming the shape of the hook.

source: །ཕྱག་རྒྱ་རྣམ་གྲོལ་དམ་ཚིག་འདི། །དོན་ཡོད་ཞགས་པར་བྱིན་གྱིས་བརླབས། །འཇིག་རྟེན་འདས་པ་ཁྱད་པར་གྱི། །ལམ་གྱི་འབྲས་བུ་ཐོབ་པར་བྱེད།
en: This mudrā, empowered by Amoghapāśa to function as the samaya mudrā of liberation, allows access to the path that bears supramundane, extraordinary fruits.

source: །ཨོཾ་པདྨ་བྷུ་ཛེ་པདྨ་བི་མ་ལེ་སྭཱ་ཧཱ།
en: The mantra to accompany the mudrā is: [249] “Oṁ, you have lotus arms, lotus hands, and are lotus pure!

source: དམ་ཚིག་རྩེ་མོའི་རྩེ་ཤེས་པས།
en: Svāhā! “

source: །རྡོ་རྗེ་པདྨ་རྟག་ཏུ་བྱ།
en: To create the most auspicious circumstances, a learned vidyā holder should always display the vajra-lotus mudrā.

source: །གུང་མོ་ཅུང་ཟད་བསྐུམས་ནས་ནི། །ལག་གཉིས་པདྨོ་འདྲ་བར་བྱ།
en: He should form his hands into the shape of a lotus, which is to be made by folding the middle fingers only.

source: །གང་གིས་ཕྱག་རྒྱ་འདི་མཐོང་བ། །འཇིག་རྟེན་རྣམས་ཀྱི་དབང་ཕྱུག་དག །མཚུངས་པ་མེད་པར་འགྱུར་བ་ཡིན།
en: Whoever displays this mudrā will obtain corresponding power and influence in the world.
